Enables analysis results visibility in the view.
  Namespace:   Autodesk.Revit.DB.Analysis
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public bool ResultsVisibleInView { get; set; }
  Visual Basic
Public Property ResultsVisibleInView As Boolean
	Get
	Set
  Visual C++
public:
property bool ResultsVisibleInView {
	bool get ();
	void set (bool value);
}
 See Also
  SpatialFieldManager Class
  Autodesk.Revit.DB.Analysis Namespace